<template>
    <div class="pageContent">
        <h1 style="text-align: center;">服务条款</h1>
        <p>服务条款的确认和接纳</p>
        <p>游海旅行网站由成都游海游信息科技有限公司代运营，涉及具体产品服务的，将由有资质的供应商提供。如果用户（“用户”或“您”）在本网站或其他游海旅行提供的移动应用或软件上，访问、预定或使用游海旅行内供应商提供的的产品或服务，使视为用户接受了以下服务协议，请您仔细阅读以下内容，如果您不同意以下任何内容，请立刻停止访问/使用本网站或其他任何移动应用或软件所提供的的相关服务。</p>
        <h3>一、服务定义</h3>
        <p>1.1 成都游海游信息科技有限公司（www.yohitrip.com）（简称“游海旅行”），是一家专注为拥有欧洲当地酒店、大车、玩乐、司导等资源的供应商提供代运营的B2B网络平台。游海旅行平台内供应商提供的商品或者服务（以下统称“服务”）将完全按照法律规定、本协议约定内容及其发布的相关服务条款、交易规则和操作规则履行自身义务。为获得游海平台内服务，您应当同意本协议的全部条款并按照页面上的提示如实完成全部的注册程序，成为游海旅行用户（以下称“用户”）。</p>
        <h3>二、协议目的</h3>
        <p>2.1 本协议是以约定用户使用游海旅行提供的网络服务时，游海旅行与用户间的基本权利、义务、服务条款等基础事宜为目的。</p>
        <h3>三、遵守法律</h3>
        <p>3.1 用户同意遵守《中华人民共和国保密法》、《计算机信息系统国际联网保密管理规定》、《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》、《中华人民共和国计算机信息网络国际联网管理暂行规定》及其实施办法等相关法律法规的任何及所有的规定，并对用户以任何方式使用服务的任何行为及其结果承担全部责任。</p>
        <h3>四、服务内容</h3>
        <p>4.1 游海旅行服务的具体内容由游海游信息科技有限公司及其平台内经营者根据实际情况提供和展示，游海旅行保留随时变更、中断或终止部分或全部游海旅行服务的权利。但变更、中断或终止服务不得损害用户的合法权益。</p>
        <h3>五、用户的权利及义务</h3>
        <p>5.1 用户在申请使用游海账号接受服务时，必须向游海旅行如实提供准确、有效的企业/个人信息（包括企业信息、身份信息、联系信息等）。其中联系号码信息须经过网络服务商实名认证，如企业/个人信息有任何变动或者联系号码未经实名认证及联系号码认证的实名与个人身份信息不符的，必须及时登录更正、更新，否则因信息失效或者错误导致的损失或者费用均由用户承担。</p>
        <p>5.2 用户注册成功后，游海平台将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户自行保管和保密，不得转让、转借他人操作，否则均视为用户自身操作行为；用户应当对以其用户帐号进行的所有活动内容的真实有效性负法律责任。所有活动内容包括但不限于下单、支付、变更、陈述、评论、投诉及上传声像信息等等（以下简称“用户平台信息”）。</p>
        <p>5.3 用户在使用游海旅行网络服务过程中，必须遵循以下原则：</p>
        <p>&nbsp;5.3.1 遵守中国现行的法律和法规；</p>
        <p>&nbsp;5.3.2 不得为任何非法目的而使用游海平台；</p>
        <p>&nbsp;5.3.3 遵守所有与网络服务有关的网络协议、规定和程序；</p>
        <p>&nbsp;5.3.4 不得利用游海平台传输任何危害社会，侵蚀道德风尚，宣传不法宗教组织等内容；</p>
        <p>&nbsp;5.3.5 不得利用游海平台进行任何可能对互联网的正常运转造成不利影响的行为；</p>
        <p>&nbsp;5.3.6 不得利用游海平台上载、张贴或传送任何非法、有害、胁迫、滥用、骚扰、侵害、中伤、粗俗、猥亵、诽谤、侵害他人隐私、辱骂性的、恐吓性的、庸俗淫秽的及有害或性别、种族歧视的或道德上令人不快的包括其他任何非法的信息资料；</p>
        <p>&nbsp;5.3.7 不得利用游海平台进行任何不利于游海网站的行为；</p>
        <p>&nbsp;5.3.8 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通知游海旅行。</p>
        <p>5.4 用户有权对其接受的服务作出或上传真实、客观的用户平台信息，且游海旅行不得删除真实、客观的用户平台信息。但用户不得作出或者上传违背事实、无中生有的虚假用户平台信息，更不得作出或者上传恶意诋毁和贬损的用户平台信息。</p>
        <p>5.5 如因用户平台信息侵犯平台内经营者、其他用户或者第三方合法权益的，则游海旅行有权根据上述权利人要求删除相关用户平台信息。</p>
        <h3>六、游海旅行的权利及义务</h3>
        <p>6.1 除特殊情况外（例如：协助行政、司法机关部门调查等），游海旅行致力于努力保护用户的个人信息不被外漏，且不得在未经用户的同意下向第三者提供用户个人信息。</p>
        <p>6.2 游海旅行根据提供服务的用户反馈及经营上的政策变化，无需用户同意即可更改，变更所提供服务的具体内容，但不得由此损害用户已购服务的合法权益。</p>
        <p>6.3 游海旅行在提供服务过程中，应及时解决用户提出的合理诉求。如用户与平台内经营者产生争议，游海旅行可居中协调。两方协调不成的，游海旅行有义务协助用户提起投诉或者诉讼。</p>
        <p>7.2 用户在攻略及论坛频道上传的用户平台信息，应保证为原创或已得到充分合法授权（包括但不限于著作权、所涉人物肖像权），并具有准确性、真实性、正当性、合法性，且不含任何侵犯权利人合法权益的内容。如因用户抄袭、转载、未合法授权等等未经权利人同意的侵权行为导致权利人通知游海旅行的，则游海旅行通过系统联系或者联系号码及时通知用户后，用户应在收到通知的3日内给予游海旅行相关合法使用声明，否则游海旅行有权单方删除相关侵权信息，且由此所产生的纠纷、损失和费用由用户自行解决和承担，游海旅行不承担任何法律责任。</p>
        <p>7.3 用户同意游海旅行免费在其网络不同页面上呈现用户上传的资料内容，作为正面宣传、展示。游海旅行不得作为负面宣传、展示或者对用户形象有诋毁或者贬低。</p>
        <p>7.4 “游海旅行”、三色（图形）及“yohitrip.com”组合为成都游海游信息科技有限公司注册商标，用户未经游海旅行书面授权或者许可，不得擅自使用，否则，游海旅行将依法追究法律责任。</p>
        <h3>八、隐私保护</h3>
        <p>8.1关于使用您企业/个人资料的相关政策，请阅读本公司现行有效的《隐私保护政策》，此等政策已纳入本《使用条款》。当您接受本《使用条款》，即表示您同意《隐私保护政策》，且同意受此等政策所约束。</p>
        <h3>九、预定及付款</h3>
        <p>9.1 预定成功并付款后，您会收到一个预定信息确认邮件。</p>
        <p>9.2 成功支付订单之后您的注册邮箱会收到Voucher或E_Ticket，在其中我们会提供您所预定的产品信息及联系方式，以便后续您与我们再次沟通确认。</p>
        <p>9.3 我们保留可更改网站上显示价格的权利恕不另行通知。</p>
        <p>9.4 即使我们已经确认了您的预订并接受了您的付款，我们仍保留取消及返还您付款的权利。</p>
        <p>9.5 即使我们确认了您的预订并接受了您预订的支付款项，平台仍有可能因供应商超售而导致没有您需要的酒店。如遇此类情况，该酒店有权利换给你一个同级别的酒店让您入住。我们尽量避免上述情况发生，但不能保证，一旦发生类似情况，我们将协助酒店为您安排替代性住宿。所有对房间的要求均视酒店登记签到时房间的情况而定，我们并不能保证，除非以书面形式明确提到。具体详情方案参看《酒店预定服务保障》。</p>
        <p>9.6 在任何情况下，我们的赔偿或退款不会超出您支付给www.yohitrip.com的费用。</p>
        <h3>十、取消与退改规则</h3>
        <p>10.1 所有产品的修改、取消不具有统一性，请注意，预订时的取消政策，仅支持在规定可取消时间内整单取消。</p>
        <p>10.2 您可以取消或更改您预付服务的预订，但您需支付由平台征收的取消或变更费用。在高峰旺季，大多数服务不允许取消和变更，已预订的服务和预付的款项均不予退换或返还。</p>
        <p>10.3 基于运营业务的需要平台有权不定时对此公告进行修订。</p>
        <h3>十一、汇率差产生的差额不退款说明</h3>
        <p>11.1汇率会不时地发生变动，不同的时间段下单价格可能会有所变化，此过程中产生的差额将不退款。</p>
        <h3>十二、免责声明</h3>
        <p>12.1 用户在使用游海旅行过程中如因自身软件运行环境、设备原因或者自身设备遭受网络病毒攻击而可能遭致的意外及其造成的损失，游海旅行对此概不负责，亦不承担任何法律责任。</p>
        <p>12.2 用户自行上传或通过网络收集的资源，游海旅行仅提供一个展示、交流平台，不对其内容的准确性、真实性、正当性、合法性负责，相关权利人如提出异议，则游海旅行将按照本协议7.2条款处理。</p>
        <h3>十三、服务变更、中断或终止</h3>
        <p>13.1如因游海旅行维护或升级的需要而需暂停提供服务，游海旅行将尽可能事先进行通告，保护用户相关合法权益。</p>
        <p>13.2如发生下列任何一种情形，本网站有权随时中断或终止向用户提供本协议项下的服务：</p>
        <p>&nbsp;13.2.1 有证据证明用户提供的个人信息、陈述不真实（包括失效状态）且经催告后不予更正、更新的；</p>
        <p>&nbsp;13.2.2 用户、平台内经营者违反法律、行政法规在游海旅行上从事扰乱社会治安、犯罪；</p>
        <p>&nbsp;13.2.3 违反本协议5.3或6.4条款的。</p>
        <p>13.3 除前款所述情形外，在出现不可抗力、政府部门介入要求停止对外服务或者其他已尽合理注意义务但仍无法避免中断或终止服务的事项，游海旅行有权在事先通知用户的情况下中断或终止部分或全部游海旅行服务的权利，同时对于所有服务的中断或终止而造成的任何损失，游海旅行无需对用户承担任何责任。</p>
        <p>13.4 用户自行注销游海旅行账号的，应在账号项下所有交易全部履行完毕方可实施，用户同意游海旅行保留用户注册及使用过程中所有的个人信息和用户平台信息。</p>
        <h3>十四、违约赔偿</h3>
        <p>14.1 用户同意保障和维护游海旅行、平台内经营者及其他用户的合法利益，如因用户违反有关法律、法规或本协议项下的任何条款而给游海旅行、平台内经营者或者其他用户及第三者造成损失，用户同意承担由此造成的损害赔偿责任。</p>
        <p>14.2 游海旅行同意对用户个人及用户平台信息进行保密，保障个人信息及隐私。除为履行相关服务需要用户相关信息及行政、司法机关合理要求披露外，游海旅行不得将用户上述信息向第三方披露、泄露或者转让。</p>
        <h3>十五、网上安全申明</h3>
        <p>15.1 游海旅行公布本法律声明旨在推行公开、知情和同意的原则,并在此基础上建立互联网用户在网络上的信任和信心。由于本站旨在向注册用户展示保守信息秘密和提供安全稳定的网络环境的承诺，因此，我们希望通过披露本站上安全政策和保护个人信息与稳私权政策的方式遵从互联网行业通行国际惯例，并接受会员和公众的监督。我们欢迎并奖励任何人对本网技术安全性通过合适的程序提出的合理建议，反对任何人以任何非法、不当或不道德的方法侵入他人网络的黑客行为。本站将在合适的时机通过参加或建立保守信息秘密以及网络安全的计划。</p>
        <h3>十六、修改协议</h3>
        <p>16.1 游海旅行可能不时的修改本协议的有关条款，一旦条款内容发生变动，游海旅行将会在相关的页面进行公示7日，征求用户意见。如用户无合理异议或者继续使用在游海旅行注册的账号，则视为接受修订后的内容。如用户不同意变动相关内容，但又无法提出合理异议的，则用户可以选择停止使用账号或者在履行完毕所有账号项下的义务后自行根据系统提示注销账号。</p>
        <h3>十七、法律管辖</h3>
        <p>17.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
        <p>17.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向南京市玄武区人民法院提起诉讼。</p>
        <h3>十八、其他规定</h3>
        <p>18.1 除本协议约定定之外，用户将按照其与商户签订的商品合同及按照游海旅行平台系统程序或流程进行的操作确认内容来履行自身义务和享有商品合同及确认内容赋予的各项权利。</p>
        <p>18.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
        <p>18.3 依据用户注册时或者其后变更、更新后的个人信息（包括但不限于电话、传真、工作邮箱、地址，以最后更新信息为准）所进行的送达，均视为有效送达。送达内容包括但不限于交易内容、结算的确认和变更，法律诉讼文书的送达。如出现送达被退回的，则送达人收到退回件之日视为有效送达之日。</p>
        <p>18.4 本协议在用户注册游海旅行账号登录进入游海旅行网即视为用户同意本协议内容及对用户及游海旅行均产生法律效力。</p>
        <p>&nbsp;</p>
        <p>
            <br />
        </p>
    </div>
</template>

<script>
export default {
    data() {
        return {};
    },
};
</script>

<style scoped lang="less">
.pageContent {
    padding: 50px;
    p {
        line-height: 30px;
        font-size: 16px;
    }
    h3 {
        margin-top: 30px;
        margin-bottom: 10px;
    }
}
</style>
