<template>
    <div class="pageContent">
        <h1 style="text-align: center;">隐私政策</h1>
        <p>本隐私政策阐明了“ 游海旅行”（以下简称“游海”或“我们”）如何使用和保护您在使用本网站时提供给“游海旅行”的任何信息。请您仔细阅读本政策，以了解我们在保护隐私方面的做法。访问本网站即意味着您接受本隐私政策中所述的做法。</p>
        <ul class="list-paddingleft-2" style="list-style-type: disc;">
            <li>
                <p>我们收集您的哪些信息</p>
            </li>
            <li>
                <p>我们如何使用您的信息</p>
            </li>
            <li>
                <p>我们与谁共享您的信息</p>
            </li>
            <li>
                <p>信息保存及跨境传输</p>
            </li>
            <li>
                <p>cookie 和其他技术</p>
            </li>
            <li>
                <p>定制广告的显示/您的选择</p>
            </li>
            <li>
                <p>从中国大陆地区以外访问我们的网站</p>
            </li>
            <li>
                <p>我们如何保护您的信息</p>
            </li>
            <li>
                <p>外部链接</p>
            </li>
            <li>
                <p>隐私政策的适用范围</p>
            </li>
            <li>
                <p>本隐私政策的更改</p>
            </li>
            <li>
                <p>您如何联系我们</p>
            </li>
        </ul>
        <h2>我们收集您的哪些信息？</h2>
        <p>基础信息，我们接收并存储您在本网站输入的信息或以其他任何方式提供给我们的任何信息。其中包括可以识别您身份的信息（下称“个人信息”或“企业信息”，包括您的姓名、性别、出生日期、电话号码、通讯地址和电子邮件地址、传真号码），以及与付款相关的信息（例如信用卡号码、持卡人姓名以及有效期）。我们亦会要求您提供有关您的酒店客房偏好、经常搭乘的客机以及汽车租赁计划的信息。您可以选择不向我们提供信息，但一般而言，如果您要预订旅行，参与调查、竞赛或抽奖，咨询问题或在本网站上进行其他交易，那么提供您的某些信息则是必需的。</p>
        <p>旅行同伴信息，当您通过本网站为其他人进行预订时，我们可能会要求您提供关于该等人士的个人信息和旅行偏好。在向我们提供其他人的个人信息和旅行偏好之前，您应当先取得其同意，因为查看或更改其信息只能通过您的帐户进行。</p>
        <p>自动取得的信息，当您访问本网站时，我们会自动收集有关您计算机的某些信息。例如，我们会收集您的 IP 地址、Web 浏览器软件（如 Firefox、Safari 或 Internet Explorer）以及转接网站。我们亦会收集有关您的在线活动（例如查看的旅行以及所进行的预订）的信息。自动收集此类信息旨在帮助自定义您的用户体验 和防止欺诈。有关详细信息，请参阅&quot;cookie 和其他技术&quot;。</p>
        <p>从其他来源获取的信息，我们亦会定期从关联实体、业务合作伙伴以及其他独立的第三方来源获取有关您的个人信息和非个人信息，并将其添加到我们的客户信息中。例如，我们可获取以下信息：更新的投递信息和地址、购物历史记录以及人口统计信息等。</p>
        <h2>我们如何使用您的信息？</h2>
        <p>除非本条款另有表述，我们收集注册用户个人资料仅限于游海内部用作以下用途：</p>
        <p>（1）向您提供您所需要的产品和服务；</p>
        <p>（2）向您提供旅行确认和更新；</p>
        <p>（3）管理您的预订，包括处理账单和提供旅行通知；</p>
        <p>（4）与您进行一般通信；</p>
        <p>（5）衡量您对我们的产品、服务和网站的兴趣并做出改进；</p>
        <p>（6）将特别优惠和您可能会感兴趣的产品或服务通知给您；</p>
        <p>（7）以其他方式自定义您在本网站上的体验；</p>
        <p>（8）以调查等形式向您征询信息；</p>
        <p>（9）解决争议、收费或解决问题；</p>
        <p>（10）统计与分析；</p>
        <p>（11）目标导向性广告及资讯；</p>
        <p>（12）实施我们的使用条款；</p>
        <p>（13）以及在收集信息时向您说明的其他目的。</p>
        <h2>我们与谁共享您的信息？</h2>
        <h2>除非本隐私声明中有规定或经您特别同意，否则我们不会将您从您那里收集的个人信息透露给第三方，除非我们需要共享此信息以完成您的请求或出于合法商业目的。本网站可能会与以下实体共享您的信息：</h2>
        <p>供应商，即为完成您预订的旅行而提供该服务的实体， 例如酒店、航空公司、汽车租赁公司以及活动提供商。在本网站中，供应商提供的所有服务均按其本身进行说明。我们不会与这些供应商共享您的电子邮件地址，除非其必须使用您的电子邮件地址才能完成您通过本网站预订的旅行，而且我们会限制其将该信息仅用于完成您预订的旅行之目的。对于供应商使用或披露您的其他个人信息的行为，我们不加以限制。因此，建议您查阅您通过本网站预订其产品的任何旅行供应商的隐私政策。</p>
        <p>第三方提供商，其代表我们提供服务或履行职能，包括信用卡处理、业务分析、客户服务、市场营销、开展调查或抽奖计划以及防止欺诈。我们亦会授权第三方提供商代表我们收集信息，包括收集运行本网站功能或帮助发送迎合您兴趣的在线广告所需的信息。第三方提供商只能出于履行其职能的需要而访问和收集信息，禁止其出于任何其他目的共享或使用信息。而且，他们必须采取与我们相同的数据安全保护做法。</p>
        <p>业务合作伙伴，即我们可与之联合提供产品或服务或者可在本网站上提供其产品或服务的实体。由于第三方的名称将单独或与我们的名称一起出现，因此您可以判断是否有第三方参与提供您所要求的产品或服务。如果您选择使用这些可选服务，我们就会与这些合作伙伴共享有关您的信息，包括您的个人信息。请注意，对于这些第三方业务合作伙伴的隐私保护做法，我们无权控制。</p>
        <h2>我们亦可在以下情况下共享您的信息：</h2>
        <p>（1）符合法律要求并经法定程序；</p>
        <p>（2）在紧急情况下，为了保护本站及其注册用户之个人或公众安全，但本站应按强制法律规范或强制法律程序进行。</p>
        <p>（3）与公司交易（例如资产剥离、合并、整合或资产出售）相关的情况，或出现破产情况（可能性很小）时。</p>
        <p>信息保存及跨境传输</p>
        <p>您的个人信息我们将保存至您账号注销之日后的三个月，除非需要延长保留期或受到法律或者有权机关的允许或协助有权机关进行查询。</p>
        <p>如我们停止运营游海旅行产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</p>
        <p>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</p>
        <p>（1）法律法规有明确规定；</p>
        <p>（2）获得您的明确授权；</p>
        <p>（3）您通过互联网进行跨境交易等个人主动行为。</p>
        <p>cookie 和其他技术</p>
        <p>当您访问我们的网站时，信息可能以cookie的形式存储在您的计算机上。本节描述了我们使用的cookie，并说明了我们使用cookie的目的。</p>
        <p>1. 什么是cookie？</p>
        <p>Cookie是包含少量信息的文本文件，当您访问特定网页时，这些文件会下载到您的计算机或移动设备中。然后，在每次后续访问时，Cookie都将发送回原始网页，或者发送到识别该Cookie的另一个网页。 Cookies被广泛用于使我们的网站正常运行或提高效率，以及向网站所有者提供信息。</p>
        <p>2. 我们使用哪种Cookies和使用的目的？</p>
        <p>Cookie可用于多种用途。借助Cookie，您在切换网页、切换网站或者使用app时，都可以被识别为同一用户。我们通过Cookie收集的信息类型包括IP地址、设备ID、浏览页面、浏览器类型、浏览信息、操作系统、互联网服务提供商、时间戳、您对广告是否有反应、引荐网址以及网站/app中使用的功能或操作。</p>
        <p>我们的网站使用以下几种不同的cookies：</p>
        <p>技术型cookies：我们致力于为访问者提供先进易用的网站及App，以自动满足用户的需求和期望，因此我们使用技术型cookies向您显示网站并使其正常运行，使您能创建帐号、登录帐号和管理预订。为保证我们的网站运作正常，这些技术型cookies是不可或缺的。</p>
        <p>功能型Cookie：我们使用功能型Cookie来记录您的偏好设置，帮助您更高效地使用我们的网站及app。例如，假设您使用游海旅行网站或app搜索旅行，Cookie会记录您偏好的货币种类、语言、搜索内容以及旅行提供方。我们还使用Cookie来记录您的注册信息，这样您就不必每次访问网站都重新输入登录信息。您的密码始终是加密的。严格来说，这些功能型Cookie对我们网站或app的正常运行并非不可或缺，但它们可以增强功能，优化您对游海旅行的使用体验。</p>
        <p>分析型cookies：我们用这些cookies来了解访问者如何使用游海旅行，找出优势及劣势并作出优化和改进，了解广告和沟通效果，确保我们的网站内容有趣且与用户需求相关。我们收集的数据包括您的网页浏览历史、进入/退出页面、平台类型、打开并有所操作的电子邮件、日期和时间标记信息。</p>
        <p>商业型cookies：我们使用自己的cookies和第三方cookies在我们网站和其他网站显示特别定制的广告，即“重定向”，基于您的浏览行为，例如您搜索的目的地、查看过的住宿和价格等。大多数浏览器工具栏的“帮助”部分都提供了相关信息，以使您了解如何阻止浏览器接受新 cookie、如何让浏览器在收到新 cookie 时通知您或如何禁用所有 cookie。请注意，如果您拒绝接受 cookie，您将无法访问本网站提供的许多旅行工具。</p>
        <p>除了cookies，我们也应用了其他类似技术。这些技术包括网络信标（也被称为像素标识、网页臭虫或者Gif），URL追踪或者软件开发工具包（SDK）。网络信标是一个仅有1像素大小的图片文件，可以在某个App、广告、HTML格式电邮信息中，作为网页请求的一部分发送到您的电脑中。像素可以用于从您的设备中检索信息，例如您使用的设备类型、操作系统、IP地址、访问时间。还可以用于维护和读取您浏览器中的cookies。URL追踪可用于了解您是通过哪个引荐网站来使用Booking.com网站及App的。SDK是App中内置的一些代码，功能与cookies、网络信标相似。</p>
        <h2>定制广告的显示/您的选择</h2>
        <p>本网站为向您提供相关广告而收集数据。游海旅行致力于为您提供相关的内容和信息。为此，我们可能会通过cookie 和其他技术收集有关您的旅行相关搜索的信息（例如您是否在查找航班或酒店）。我们会将该信息与已收集的有关您的其他信息结合使用，以在本网站或其他在线位置针对您明显感兴趣的方面提供广告。例如，如果您在本网站搜索位于巴黎的酒店，则您会在本网站或您访问的其他网站上看到针对巴黎旅行套餐的广告。</p>
        <p>请注意，我们不会将在本网站上收集的、关于您的旅行相关搜索的信息与您的个人信息（例如电子邮件地址）相结合以在其他网站上提供广告。我们也不会将您的个人信息与第三方共享，以防止其向您发送广告。单击此处，您可以选择不根据在本网站上执行的旅行相关搜索接收其他网站上的定制在线广告。请注意，即便您选择不 接收定制的广告，您仍会看到在线广告，但这些广告比较广泛，与您的关系也比较小。</p>
        <p>业务合作伙伴和广告网络为向您提供相关广告而收集数据。您在本网站上所看到的广告是由我们或我们的服务提供商所提供的。但我们也允许第三方通过cookie 和其他技术收集有关您的在线活动的信息。这些第三方包括：(1) 业务合作伙伴，其在您查看它们在本网站上的广告或与之互动时收集信息；(2) 广告网络，其在您查看它们置于 Internet 多个不同网站上的广告或与之互动时收集有关您兴趣的信息。这些第三方收集的信息用于预测您的个性、兴趣或偏好，以及在本网站或 Internet 上显示根据您明显感兴趣的方面而定制的广告。我们不允许这些第三方在本网站上收集有关您的个人信息（例如电子邮件地址），也不会与其共享有关您的任何个人 信息。</p>
        <p>请注意，我们无权获得也无权控制这些第三方收集有关您兴趣的信息所使用的 cookie 或其他技术，本隐私政策中也未涵盖这些第三方的信息保护做法。其中的部分公司是网络广告协会的会员，该协会提供了一个位置用于拒绝接收会员公司所发出的广告。</p>
        <h2>从中国大陆地区以外访问我们的网站</h2>
        <p>如果您从中国大陆以外地区访问我们网站，请您注意，您的信息可能被传送至、存储于中国大陆，并且在中国大陆进行处理。中国大陆的数据保护法和其他法律可能与您所在国家/地区的法律不同，但请相信我们将采取措施保护您的信息。选择使用我们的服务的同时，您了解并同意您的信息可能被传送至我们的网站，并如本隐私政策所诉的与我们共享信息的第三方。</p>
        <h2>我们如何保护您的信息？</h2>
        <p>希望您能信心满怀地使用本网站来安排旅行，我们承诺会保护所收集的信息。虽然任何网站都不能保证绝对安全，但我们在管理、技术和设备上都采取了适合的安全措施来保护您向我们提供的个人信息。例如，仅允许获得授权的员工以执行经许可的职能为目的而访问个人信息。此外，在您的系统与我们的系统之间传输机密的个人信息时，我们会使用加密，而且我们会使用防火墙和入侵检测系统来防止未经授权的人访问您的信息。</p>
        <h2>外部链接</h2>
        <p>无论本网站的任何部分将您链接到其他站点，都不意味着这些站点遵守本隐私政策。建议您查阅这些其他网站上所发布的隐私声明，以了解其收集、使用和披露个人信息的程序。</p>
        <h2>隐私政策的适用范围</h2>
        <p>除某些特定服务外，我们所有的服务均适用《游海隐私政策》。特定服务将适用特定的隐私政策或协议。该特定服务的隐私政策或协议构成《游海隐私政策》的一部分。如任何特定服务的隐私政策或协议与《游海隐私政策》有不一致之处，则适用特定服务的隐私政策或协议。请您注意，《游海隐私政策》不适用于以下情况：通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；通过在我们服务中进行广告服务的其他公司和机构所收集的信息。</p>
        <h2>本隐私政策的更改</h2>
        <p>我们可能会不时地更新或修改本隐私声明，以反映我们业务实践，数据收集实践或组织中的变化。我们保留随时以任何理由修改本隐私声明的权利，恕不另行通知，除了在我们的网站上发布经过修改的隐私声明之外，或者，如果您已向我们提供了电子邮件地址，则向您发送电子邮件通知您修改后的隐私声明。在任何情况下，未经您的明确知情同意，我们都不会减少您在本隐私声明中的权利。如果您不同意更改，则应在修改后的《隐私声明》生效之前停止使用本网站，并停止向我们提供个人信息。如果您在修改后的隐私声明生效后继续使用网站或提供个人信息，则您将受到修改后的隐私声明的约束。</p>
        <h2>您如何联系我们</h2>
        <p>如果您对本隐私政策或者您的旅行计划或购买有疑问，请通过yohi@yohitrip.com&nbsp;向我们的客户服务代理发送电子邮件。</p>
        <p>本隐私政策自 2019&nbsp;年 11&nbsp;月 30&nbsp;日起生效。</p>
        <p>
            <br />
        </p>
    </div>
</template>

<script>
export default {
    data() {
        return {};
    },
};
</script>

<style scoped lang="less">
.pageContent {
    padding: 50px;
    min-height: 80vh;
    p {
        line-height: 30px;
        font-size: 16px;
    }
    h2 {
        margin-top: 30px;
        margin-bottom: 10px;
    }
    .list-paddingleft-2{
        padding-left: 30px;
    }
}
</style>
